Repository: sunshineo/chore-points-app
Catalog: ios/GemSteps/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Remove child
zh_hans: 移除孩子

source: Remove child?
zh_hans: 移除孩子？

source: Remove
zh_hans: 移除

source: Keep at least one child.
zh_hans: 至少保留一个孩子。

source: Could not remove the child. Please try again.
zh_hans: 无法移除孩子，请重试。

source: This permanently deletes this child’s points, history, tasks and rewards. Other children are not affected.
zh_hans: 这会永久删除这个孩子的积分、记录、任务和奖励，不影响其他孩子。

source: Child %lld
zh_hans: 孩子 %lld

source: New child
zh_hans: 新孩子

source: Up to 9 children are supported.
zh_hans: 最多支持 9 个孩子。

source: Existing points, tasks and rewards will belong to Child 1.
zh_hans: 现有积分、任务和奖励将归孩子 1。

source: Copy Child 1’s settings
zh_hans: 复制孩子 1 的配置

source: Switch child
zh_hans: 切换孩子

source: Current child
zh_hans: 当前孩子

source: Edit name
zh_hans: 修改名字

source: Add child
zh_hans: 添加孩子

source: Add second child
zh_hans: 添加第二个孩子

source: First child
zh_hans: 第一个孩子

source: Second child
zh_hans: 第二个孩子

source: First child’s name
zh_hans: 第一个孩子的名字

source: Second child’s name
zh_hans: 第二个孩子的名字

source: Child’s name
zh_hans: 孩子的名字

source: Existing points, tasks and rewards belong to this child.
zh_hans: 现有积分、任务和奖励归这个孩子。

source: Names must be different and contain 1–40 characters.
zh_hans: 名字须为 1–40 个字符，且不能重复。

source: Tasks and rewards
zh_hans: 任务和奖励

source: Use defaults
zh_hans: 使用默认配置

source: Copy first child’s settings
zh_hans: 复制第一个孩子的配置

source: Copy settings from
zh_hans: 复制配置自

source: The new child starts with 0 points. Completed actions are not copied.
zh_hans: 新孩子从 0 积分开始，不复制完成记录。

source: Enter different, non-empty names (up to 40 characters).
zh_hans: 请填写不同的名字，不能为空，最多 40 个字符。

source: Could not open this child’s data. Your current child has not changed.
zh_hans: 无法打开这个孩子的数据，仍保留当前孩子。

source: Could not add the child. Your existing data has not changed. Please try again.
zh_hans: 添加失败，现有数据未改变，请重试。

source: %@. Points added: %lld
zh_hans: %@，加 %lld 分

source: %@. Points subtracted: %lld
zh_hans: %@，减 %lld 分

source: Active
zh_hans: 启用

source: Add
zh_hans: 添加

source: Add points
zh_hans: 加分

source: Add reward
zh_hans: 添加奖励

source: Add task
zh_hans: 添加任务

source: Cancel
zh_hans: 取消

source: Close
zh_hans: 关闭

source: Completed tasks and redeemed rewards appear here today.
zh_hans: 今天已完成的任务和已兑换的奖励会显示在这里。

source: Completed today: %lld. Points: %lld
zh_hans: 今天完成 %lld 次，%lld 分

source: Confirm addition. Points: %lld
zh_hans: 确认加 %lld 分

source: Confirm deduction. Points: %lld
zh_hans: 确认减 %lld 分

source: Could not save changes. Please try again.
zh_hans: 无法保存修改，请重试。

source: Could not save. Please try again. Your points have not changed.
zh_hans: 保存失败，请重试。积分未改变。

source: Count: %lld
zh_hans: %lld 次

source: Delete item
zh_hans: 删除条目

source: Delete last digit
zh_hans: 删除最后一位

source: Delete this item?
zh_hans: 删除这个条目？

source: Done
zh_hans: 完成

source: Drag the handles to reorder. This order also applies to the daily list.
zh_hans: 拖动右侧把手调整顺序，日常清单也会按此顺序显示。

source: Edit item
zh_hans: 编辑条目

source: Enable a template or add your own item in Manage.
zh_hans: 在管理中启用模板或添加自定义条目。

source: Enter 1–999 points. Changes apply to future actions. Inactive items are hidden from the daily list.
zh_hans: 分值为 1–999 的整数，仅影响之后的操作。停用后不在日常清单中显示。

source: Exit Undo
zh_hans: 退出撤销

source: Icon
zh_hans: 图标

source: Item type
zh_hans: 条目类型

source: Loading points
zh_hans: 正在加载积分

source: Manage
zh_hans: 管理

source: Manage tasks and rewards
zh_hans: 管理任务和奖励

# Manual Adjustment
source: Adjust
zh_hans: 手动加减

source: Manually adjust points
zh_hans: 手动加减积分

source: My items
zh_hans: 自定义条目

source: Name
zh_hans: 名称

source: No active items
zh_hans: 暂无启用的条目

source: Not enough points
zh_hans: 积分不足

source: Nothing to undo
zh_hans: 暂无可撤销的操作

source: Past points are kept. Today’s actions can still be undone in Undo Mode.
zh_hans: 历史积分会保留。今天的操作仍可在撤销模式中撤销。

source: Please reopen the app. Your existing data has not been deleted.
zh_hans: 请重新打开应用。原有数据未清除。

source: Points
zh_hans: 分值

source: Points adjusted
zh_hans: 积分已调整

source: Points to add: %lld
zh_hans: 加 %lld 分

source: Points to subtract: %lld
zh_hans: 减 %lld 分

source: Points: %lld
zh_hans: 分值：%lld

source: Redeemed today: %lld. Points: %lld
zh_hans: 今天兑换 %lld 次，%lld 分

source: Reward redeemed
zh_hans: 奖励兑换成功

source: Rewards
zh_hans: 奖励

source: Save
zh_hans: 保存

source: Subtract points
zh_hans: 减分

source: Task completed!
zh_hans: 任务完成！

source: Tasks
zh_hans: 任务

source: Template names and icons are fixed. Names follow the app language.
zh_hans: 模板名称和图标不可修改。名称跟随应用语言切换。

source: Templates
zh_hans: 内置模板

source: Today’s points: %lld
zh_hans: 今日 %lld 分

source: Total points: %lld
zh_hans: 总积分 %lld

source: Unable to load points
zh_hans: 无法加载积分

source: Unable to load today’s points. Please try again later.
zh_hans: 无法加载今日积分，请稍后重试。

# Undo Mode
source: Undo
zh_hans: 撤销模式

source: Use one emoji or character as the icon. Your text stays the same in every language.
zh_hans: 使用一个表情或字符作为图标。自定义内容不随语言切换。
